[
    {
        "name": "Le Meridien Cairo Airport",
        "address": "Hotel in Heliopolis, Cairo",
        "description": "Linked to Cairo Airport Terminal 3 via a pedestrian bridge, Le Meridien Cairo Airport features a heated outdoor pool and a fitness center. Free Wi-Fi access is available. ",
        "price": "$150"
    },
    {
        "name": "Radisson Blu Hotel, Cairo Heliopolis",
        "address": "Hotel in Heliopolis, Cairo",
        "description": "Located in Cairo’s stylish Heliopolis district, the 4-star Radisson Blu offers a rooftop pool with panoramic Cairo views. It has an extensive daily breakfast buffet, free Wi-Fi and in-room LCD TVs. ",
        "price": "$94.52"
    },
    {
        "name": "Fairmont Nile City",
        "address": "Hotel in Cairo",
        "description": "Located in the Nile City Towers by the River Nile, this 5-star hotel features a rooftop pool deck with spectacular views across Cairo to the Pyramids. It offers 7 food and beverage venues. ",
        "price": "$163"
    },
    {
        "name": "Cairo Marriott Hotel & Omar Khayyam Casino",
        "address": "Hotel in Zamalek, Cairo",
        "description": "Located in Cairo’s Zamalek Island district , the  Cairo Marriott Hotel &  Omar Khayyam Casino  offers luxurious rooms with a balcony overlooking the river  Nile or the gardens. ",
        "price": "$109.65"
    },
    {
        "name": "Novotel Cairo Airport",
        "address": "Hotel in Heliopolis, Cairo",
        "description": "Novotel Cairo Airport offers 2 outdoor pools in the landscaped garden, free Wi-Fi and free airport shuttle. It is a 10-minute drive from the International Convention and Exhibition Center. ",
        "price": "$76.50"
    },
    {
        "name": "Le Passage Cairo Hotel & Casino",
        "address": "Hotel in Heliopolis, Cairo",
        "description": "Le Passage Cairo is only 2 minutes from the Cairo International Airport in Cairo’s Heliopolis district. The hotel features fine restaurants, a discotheque and a casino. ",
        "price": "$81.70"
    },
    {
        "name": "InterContinental Cairo Semiramis, an IHG Hotel",
        "address": "Hotel in Garden City, Cairo",
        "description": "Overlooking the Nile River and just a 5-minute walk from the Egyptian Museum, the 5-star Intercontinental Cairo Semiramis features a heated outdoor pool and an on-site casino, spa and gym. ",
        "price": "$141.30"
    },
    {
        "name": "Intercontinental Cairo Citystars, an IHG Hotel",
        "address": "Hotel in Nasr City, Cairo",
        "description": "Located next to Citystars shopping mall, this 5-star luxury hotel has large outdoor swimming pool and 10 varied restaurants. ",
        "price": "$170.10"
    },
    {
        "name": "The Westin Cairo Golf Resort & Spa, Katameya Dunes",
        "address": "Hotel in New Cairo City, Cairo",
        "description": "The 5 star Westin Cairo Golf Resort & Spa is nicely located on a 27 hole champion-ship Golf course, inside the prestigious, residential community of Katameya Dunes, a quiet upscale area of Cairo. ",
        "price": "$420"
    },
    {
        "name": "Tolip Golden Plaza",
        "address": "Hotel in Nasr City, Cairo",
        "description": "Featuring an outdoor swimming pool and free WiFi, Tolip Golden Plaza is located in Cairo, a 6-minute walk from City Star (one of Cairo's biggest malls) and 1.3 mi from Palace of Baron Emban. ",
        "price": "$101.23"
    },
    {
        "name": "Savoy Le Grand Hotel Marrakech",
        "address": "Hotel in Hivernage, Marrakesh",
        "description": "Offering an outdoor pool, Savoy Le Grand Hotel is set in Marrakech, 1640 feet from Menara Gardens. The hotel has a barbecue and a free WiFi is provided throughout the property. ",
        "price": "$249.28"
    },
    {
        "name": "Hotel Al Kabir",
        "address": "Hotel in Gueliz, Marrakesh",
        "description": "Located a 5-minute walk from the Medina, Hotel Al Kabir features a flowered terrace with a swimming pool and sun beds. ",
        "price": "$58.34"
    },
    {
        "name": "Kenzi Menara Palace & Resort",
        "address": "Hotel in Agdal, Marrakesh",
        "description": "Kenzi Menara Palace & Resort is a luxury hotel set in a 4-hectare park in Marrakech, just a 10-minute drive from Jemaa el-Fna Square. This property offers free access to the outdoor pool and gym. ",
        "price": "$171.74"
    },
    {
        "name": "Hotel Almas",
        "address": "Hotel in Gueliz, Marrakesh",
        "description": "In central Marrakech, this hotel combines traditional Moroccan style and contemporary design. It offers a terrace with views of the Gueliz district and free Wi-Fi access. ",
        "price": "$65.69"
    },
    {
        "name": "El Andalous Lounge & Spa Hotel",
        "address": "Hotel in Hivernage, Marrakesh",
        "description": "Featuring a spa with hammam and fitness center, this 4-star hotel is located in the Hivernage residential area. It offers a shaded terrace by the swimming pool in the garden. ",
        "price": "$74.55"
    },
    {
        "name": "Hivernage Hotel & Spa",
        "address": "Hotel in Hivernage, Marrakesh",
        "description": "Hivernage Hotel & Spa is located just a short walk from the medina and souks of Marrakech. Each room is equipped with satellite TV and free Wi-Fi internet access. ",
        "price": "$179.89"
    },
    {
        "name": "Kennedy Hospitality Resort",
        "address": "Hotel in Hivernage, Marrakesh",
        "description": "L'Hotel Farah Marrakech is located in a residential area of Marrakesh, only 10-minutes walk from the Medina. It offers air-conditioned guest rooms with satellite TV, free internet in all areas. ",
        "price": "$92.38"
    },
    {
        "name": "Hôtel Du Golf Rotana Palmeraie",
        "address": "Hotel in Palmeraie, Marrakesh",
        "description": "This 5-star hotel offers a choice of leisure activities including a professionally-staffed, extensive fitness center, an outdoor pool and an indoor pool with a spa bath. ",
        "price": "$175.21"
    },
    {
        "name": "Hotel Medina",
        "address": "Hotel in Medina, Marrakesh",
        "description": "Conveniently set in the heart of Marrakech, Hotel Medina is within 2625 feet of Marrakech Parking Koutoubia and 4.3 mi of Acima Massira Marrakech. ",
        "price": "$15.71"
    },
    {
        "name": "Yaad City Hotel",
        "address": "Hotel in Marrakesh",
        "description": "Offering a pool and a restaurant, Yaad City Hotel is located in Marrakech, 2 minutes' walk to Majorelle Gardens. Free WiFi access is available. ",
        "price": "$57.26"
    },
    {
        "name": "ONOMO Hotel Johannesburg Sandton",
        "address": "Hotel in Sandton, Johannesburg",
        "description": "Immerse yourself in the heart of Sandton at the newly renovated ONOMO Hotel Johannesburg Sandton, where a stylish and comfortable retreat awaits. ",
        "price": "$77.34"
    },
    {
        "name": "Southern Sun Rosebank",
        "address": "Hotel in Rosebank, Johannesburg",
        "description": "Southern Sun Rosebank is a modern 4-star hotel in the heart of Rosebank offering an outdoor pool and a fitness center. ",
        "price": "$90.02"
    },
    {
        "name": "Holiday Inn Express Sandton-Woodmead, an IHG Hotel",
        "address": "Hotel in Johannesburg",
        "description": "Only 4.3 mi from Sandton's center, this modern hotel offers great service and accommodations in an ideal location for visiting Sandton, Bryanston, and Johannesburg's business areas. ",
        "price": "$60.56"
    },
    {
        "name": "Home Suite Hotels Rosebank",
        "address": "Hotel in Saxonwold, Johannesburg",
        "description": "Home Suite Hotels Rosebank features accommodations set in Rosebank and located less than 0.6 mi from Rosebank Gautrain station, Home Suite Hotels  Rosebank offers accommodations for any discerning...",
        "price": "$128.68"
    },
    {
        "name": "Indaba Hotel, Spa & Conference Center",
        "address": "Hotel in Johannesburg",
        "description": "The Indaba Hotel and Conference Center is a 4-star hotel located below the Magaliesberg Mountains and north of the business and commercial district of Sandton. ",
        "price": "$71.79"
    },
    {
        "name": "The Fairway Hotel, Spa & Golf Resort",
        "address": "Hotel in Randburg, Johannesburg",
        "description": "The luxurious The Fairway Hotel, Spa & Golf Resort is located on the Randpark Golf Course in Johannesburg. ",
        "price": "$95.48"
    },
    {
        "name": "Garden Court Eastgate",
        "address": "Hotel in Johannesburg",
        "description": "Located in Johannesburg, 2.3 miles from Observatory Golf Club, Garden Court Eastgate has accommodations with an outdoor swimming pool, free private parking, a fitness center and a garden. ",
        "price": "$67.52"
    },
    {
        "name": "Garden Court Milpark",
        "address": "Hotel in Johannesburg",
        "description": "Located in Johannesburg, 2.2 miles from Parkview Golf Club, Garden Court Milpark has accommodations with an outdoor swimming pool, private parking, a fitness center and a garden. ",
        "price": "$84.84"
    },
    {
        "name": "Premier Hotel Falstaff",
        "address": "Hotel in Sandton, Johannesburg",
        "description": "Surrounded by lush gardens, Premier Hotel Falstaff offers air-conditioned rooms with a flat-screen satellite TV. It features an outdoor pool and a restaurant with a terrace. ",
        "price": "$64.38"
    },
    {
        "name": "The Jack Rose Hotel, Rosebank, Gautrain",
        "address": "Hotel in Rosebank, Johannesburg",
        "description": "Located in Johannesburg, 2 miles from Parkview Golf Club, The Jack Rose Hotel, Rosebank, Gautrain has accommodations with a restaurant, free private parking and a bar. ",
        "price": "$74.78"
    },
    {
        "name": "Belaire Suites Hotel",
        "address": "Hotel in Golden Mile, Durban",
        "description": "Located right on Durbans North Beach, Belaire Suites Hotel offers rooms with free WiFi. Durban Station is 0.6 mi away, and the on-site Café Jiran serves award winning coffee. ",
        "price": "$75.16"
    },
    {
        "name": "Gooderson Tropicana Hotel",
        "address": "Hotel in Golden Mile, Durban",
        "description": "Located on Durban’s Golden Mile beachfront and close to the railway station, Gooderson Tropicana Hotel offers affordable comfort in a central location. ",
        "price": "$68.20"
    },
    {
        "name": "Protea Hotel by Marriott Durban Umhlanga",
        "address": "Hotel in Umhlanga, Durban",
        "description": "Located 2297 feet from the beach in the heart of Umhlanga Rocks, Protea Hotel by Marriott Durban Umhlanga features family-friendly accommodations with free WiFi and air-conditioned rooms. ",
        "price": "$106.66"
    },
    {
        "name": "Regal Inn Umhlanga Gateway",
        "address": "Hotel in Umhlanga, Durban",
        "description": "Regal Inn Umhlanga Gateway is set in the Umhlanga district in Durban, 1312 feet from Gateway Theater of Shopping. Free Wifi is available in the public areas. ",
        "price": "$51.83"
    },
    {
        "name": "Protea Hotel Fire & Ice! by Marriott Durban Umhlanga Ridge",
        "address": "Hotel in Umhlanga, Durban",
        "description": "Protea Hotel Fire & Ice! by Marriott Durban Umhlanga Ridge is located opposite the Wavehouse and the Gateway Theater of Shopping. ",
        "price": "$111.30"
    },
    {
        "name": "ONOMO Hotel Durban",
        "address": "Hotel in Durban City Center, Durban",
        "description": "Discover the coastal charm of Onomo Hotel Durban, ideally located just 1312 feet from the beachfront and longest promenade in Africa and within walking distance to the Durban ICC and Marine Parade,...",
        "price": "$77.34"
    },
    {
        "name": "Beverly Hills",
        "address": "Hotel in Umhlanga, Durban",
        "description": "Set in Umhlanga, this clifftop hotel overlooks the Indian Ocean from its waterfront terrace and guest rooms.  A gym and heated outdoor swimming pool are available on site. ",
        "price": "$235.45"
    },
    {
        "name": "Suncoast Hotel & Towers",
        "address": "Hotel in Golden Mile, Durban",
        "description": "Suncoast Hotel and Towers is located above the Suncoast Casino and Entertainment World, on Durban’s Golden Mile. It features an outdoor pool and the Suncoast Spa. It is a 5-minute walk to the beach. ",
        "price": "$129.63"
    },
    {
        "name": "The Oyster Box",
        "address": "Hotel in Umhlanga, Durban",
        "description": "Overlooking the Umhlanga Lighthouse and Indian Ocean, The Oyster Box offers 2 outdoor pools, an award winning spa and free Wi-Fi. Gateway Shopping Center is 1.2 mi away. ",
        "price": "$430.24"
    },
    {
        "name": "Florida Park Hotel, Florida Road",
        "address": "Hotel in Windermere, Durban",
        "description": "Located in Durban, 1.7 miles from Suncoast Beach, Florida Park Hotel, Florida Road has accommodations with a terrace, free private parking, a restaurant and a bar. ",
        "price": "$66.02"
    },
    {
        "name": "Holiday Inn Express Cape Town City Centre, an IHG Hotel",
        "address": "Hotel in Cape Town CBD, Cape Town",
        "description": "It's just a 15 minute drive from Cape Town International Airport to our lively downtown location, set on a tree-lined street packed with restaurants, art galleries, markets, cafes and bars. ",
        "price": "$69.94"
    },
    {
        "name": "Latitude Aparthotel by Totalstay",
        "address": "Hotel in Sea Point, Cape Town",
        "description": "Located in Cape Town, a 5-minute walk from Sunset Beach, Latitude Aparthotel by Totalstay has accommodations with an outdoor swimming pool, free private parking, a terrace and barbecue facilities. ",
        "price": "$121.53"
    },
    {
        "name": "The Bantry Aparthotel by Totalstay",
        "address": "Hotel in Sea Point, Cape Town",
        "description": "Located between the V&A Waterfront and Camps Bay, The Bantry Aparthotel by Totalstay offers self-catering suites with air conditioning. ",
        "price": "$73.65"
    },
    {
        "name": "Old Bank Hotel - Lion Roars Hotels & Lodges",
        "address": "Hotel in Cape Town CBD, Cape Town",
        "description": "Ideally set in Cape Town, Old Bank Hotel - Lion Roars Hotels & Lodges has air-conditioned rooms, a shared lounge, free WiFi and a restaurant. This 4-star hotel offers a 24-hour front desk and an ATM. ",
        "price": "$133.72"
    },
    {
        "name": "The Onyx Apartment Hotel by NEWMARK",
        "address": "Hotel in Cape Town CBD, Cape Town",
        "description": "Set in the Cape Town Foreshore, 591 feet from the CTICC and 1.1 mi from vibrant Long Street, The Onyx features accommodations with free WiFi and a terrace. Artscape Theater Center is 2953 feet away. ",
        "price": "$157.68"
    },
    {
        "name": "Protea Hotel by Marriott Cape Town Waterfront Breakwater Lodge",
        "address": "Hotel in V&A Waterfront, Cape Town",
        "description": "Set in a restored 19th-Century prison, this hotel features modern rooms with panoramic Table Mountain views. Its ground-floor café overlooks V&A Waterfront and serves lights snacks on its patio. ",
        "price": "$139.13"
    },
    {
        "name": "Hyatt Regency Cape Town",
        "address": "Hotel in Cape Town CBD, Cape Town",
        "description": "Located less than 0.6 mi from the International Convention Center and bordering the historical Bo-Kaap, the Hyatt Regency Cape Town offers a 24-hour gym and free WiFi facilities. ",
        "price": "$163.02"
    },
    {
        "name": "StayEasy Century City",
        "address": "Hotel in Century City, Cape Town",
        "description": "Located in Cape Town, 6.8 miles from CTICC, StayEasy Century City provides accommodations with an outdoor swimming pool, free private parking, a garden and a shared lounge. ",
        "price": "$77.42"
    },
    {
        "name": "AC Hotel by Marriott Cape Town Waterfront",
        "address": "Hotel in City Bowl, Cape Town",
        "description": "Located in the Cape Town Foreshore, AC Hotel by Marriott Cape Town Waterfront provides a fitness center, bar and convenient ‘grab & go’. ",
        "price": "$164.66"
    },
    {
        "name": "Radisson Blu Hotel Waterfront, Cape Town",
        "address": "Hotel in Mouille Point, Cape Town",
        "description": "Overlooking Cape Town's famous Robben Island and the Atlantic Ocean, the Radisson Blu Hotel Waterfront offers luxurious accommodations with free wireless internet access and a private marina. ",
        "price": "$409.68"
    },
    {
        "name": "Villa Fontaine Grand Haneda Airport",
        "address": "Hotel in Ota Ward, Tokyo",
        "description": "Set in Tokyo and connected to Haneda Airport International Passenger Terminal, Villa Fontaine Grand Haneda Airport offers accommodations with a bar and private parking. ",
        "price": "$148.29"
    },
    {
        "name": "Hotel Gracery Shinjuku",
        "address": "Hotel in Shinjuku Ward, Tokyo",
        "description": "Open from April 2015, Hotel Gracery Shinjuku offers comfortable rooms, free WiFi and a restaurant, only a 5-minute walk from JR Shinjuku Station’s east exit. Seibu Shinjuku Station is a 3-minute walk....",
        "price": "$164.90"
    },
    {
        "name": "Shinagawa Prince Hotel",
        "address": "Hotel in Minato, Tokyo",
        "description": "Boasting 15 food and beverage options, 2 swimming pools, and its own aquarium, Prince Hotel is right next to JR Shinagawa Train Station, from where Haneda Airport is only a 25-minute train ride away. ",
        "price": "$160.86"
    },
    {
        "name": "The Royal Park Hotel Iconic Tokyo Shiodome",
        "address": "Hotel in Minato, Tokyo",
        "description": "Conveniently located within a 3-minute walk from Shinbashi and Shiodome stations, The Royal Park Iconic Tokyo Shiodome is modern and stylish accommodations. ",
        "price": "$212.40"
    },
    {
        "name": "THE BLOSSOM HIBIYA",
        "address": "Hotel in Minato, Tokyo",
        "description": "Ideally set in Tokyo, THE BLOSSOM HIBIYA has air-conditioned rooms, a fitness center, free WiFi and a shared lounge. ",
        "price": "$250.38"
    },
    {
        "name": "Daiwa Roynet Hotel Nishi-Shinjuku PREMIER",
        "address": "Hotel in Shinjuku Ward, Tokyo",
        "description": "Daiwa Roynet Hotel Nishi-Shinjuku in Tokyo features 4-star accommodations with a shared lounge. ",
        "price": "$282.61"
    },
    {
        "name": "APA Hotel & Resort Nishishinjuku-Gochome-Eki Tower",
        "address": "Hotel in Shibuya Ward, Tokyo",
        "description": "Set in Tokyo, APA Hotel & Resort Nishishinjuku-Gochome-Eki Tower offers free WiFi. 1.4 mi from Meiji Jingu Shrine, the property is also 1.6 mi away from Shinjuku Gyoen National Garden. ",
        "price": "$84.29"
    },
    {
        "name": "APA Hotel Shinagawa Sengakuji Eki-Mae",
        "address": "Hotel in Minato, Tokyo",
        "description": "Located a 2-minute walk from Toei Asakusa Line and Keikyu Main Line Sengakuji Station, APA Hotel Shinagawa Sengakuji Eki-Mae features free WiFi and high-speed wired internet access in all rooms. ",
        "price": "$85.90"
    },
    {
        "name": "Grand Prince Hotel Shin Takanawa",
        "address": "Hotel in Minato, Tokyo",
        "description": "Grand Prince Hotel Shin Takanawa offers spacious rooms with a balcony beside a 5-acre Japanese garden. A 5-minute walk from Shinagawa Shinkansen Station, it features several restaurants. ",
        "price": "$196.50"
    },
    {
        "name": "the square hotel GINZA",
        "address": "Hotel in Chuo Ward, Tokyo",
        "description": "Located conveniently in Tokyo, the square hotel GINZA has air-conditioned rooms, free bikes, free WiFi and a fitness center. ",
        "price": "$136.18"
    },
    {
        "name": "Radisson Blu Hotel, Dubai Deira Creek",
        "address": "Hotel in Deira, Dubai",
        "description": "The Radisson Blu lies within the beautiful Deira Creek area of Dubai, a short walk to the bus and metro stations and only 4.3 miles from Dubai International Airport. ",
        "price": "$85.76"
    },
    {
        "name": "Copthorne Hotel Dubai",
        "address": "Hotel in Deira, Dubai",
        "description": "Located within walking distance of the Deira City Center Shopping Mall and Metro station, and within a 10-minute drive from Dubai International Airport, the Copthorne Hotel is conveniently located in...",
        "price": "$61.94"
    },
    {
        "name": "Media One Hotel",
        "address": "Hotel in Dubai Media City, Dubai",
        "description": "Media One Hotel offers trendy accommodations in a convenient location, just 1.2 mi from Dubai Marina. Guest facilities include free Wi-Fi access, an outdoor pool and a fully-equipped gym. ",
        "price": "$95.02"
    },
    {
        "name": "La Suite Dubai Hotel & Apartments",
        "address": "Hotel in Al Sufouh, Dubai",
        "description": "Located in Dubai, 1.2 miles from Sufouh Beach, La Suite Dubai Hotel & Apartments provides accommodations with a fitness center, free private parking, a terrace and a restaurant. ",
        "price": "$49.01"
    },
    {
        "name": "Grandeur Hotel Al Barsha",
        "address": "Hotel in Al Barsha, Dubai",
        "description": "Centrally located in the area of Al Barsha, the Grandeur Hotel is just minutes from the Mall of the Emirates and Ski Dubai. It features a rooftop pool and gym. ",
        "price": "$55.13"
    },
    {
        "name": "Golden Sands Boutique Hotel-Dubai Creek",
        "address": "Hotel in Deira, Dubai",
        "description": "Featuring a rooftop pool and bar with panoramic views of Dubai Creek, city and Arabian Sea, the 5-star Golden Sands-Dubai Creek is located on the busy Dubai Creek. ",
        "price": "$95.81"
    },
    {
        "name": "The H Dubai",
        "address": "Hotel in Trade Center Area, Dubai",
        "description": "Located at #1 Sheikh Zayed Road, The H Dubai is known for its selection of dining and nightlife experiences;  the award-winning Santai Spa by Mandara; world-class rooms and suites, the property also...",
        "price": "$112.44"
    },
    {
        "name": "Coral Dubai Deira Hotel",
        "address": "Hotel in Deira, Dubai",
        "description": "In the heart of Dubai’s central Deira district, this luxurious hotel offers free Wi-Fi in all areas, comfortable modern style rooms and a rooftop swimming pool. ",
        "price": "$42.88"
    },
    {
        "name": "MD Hotel By Gewan",
        "address": "Hotel in Al Barsha, Dubai",
        "description": "Offering a choice of a Emirati and international cuisine, MD Hotel features a rooftop pool with views over Emirates Mall. Professional trainers and masseurs pamper guests at the health club. ",
        "price": "$49.01"
    },
    {
        "name": "Sheraton Dubai Creek Hotel & Towers",
        "address": "Hotel in Deira, Dubai",
        "description": "Featuring a prime location in Deira on the banks of the Dubai Creek, this recently renovated, 5-star hotel has rooms with floor-to-ceiling windows overlooking the creek and the city. ",
        "price": "$85.76"
    },
    {
        "name": "ISG Sabiha Gökçen Airport Hotel",
        "address": "Hotel in Pendik, Istanbul",
        "description": "This hotel offers modern rooms on the site of Istanbul’s Sabiha Gokcen Airport. It provides a luggage transfer service. Outdoor parking is available in our hotel. ",
        "price": "$124.25"
    },
    {
        "name": "Swissotel The Bosphorus Istanbul",
        "address": "Hotel in Besiktas, Istanbul",
        "description": "Having Safe Hotels Executive Level Certificate for 2016 - 2017, Swissotel The Bosphorus Istanbul offers five-star luxury accommodations with its exclusive rooftop pool and award-winning spa. ",
        "price": "$329.65"
    },
    {
        "name": "Wyndham Grand Istanbul Kalamış Marina Hotel",
        "address": "Hotel in Kadikoy, Istanbul",
        "description": "Located right next to Kalamis Marina and Kalamis Park on the Asian side of Istanbul, Wyndham Grand Istanbul Kalamış Marina Hotel is within walking distance from Fenerbahce Marina and Fenerbahce Sukru...",
        "price": "$279.84"
    },
    {
        "name": "Ramada Plaza By Wyndham Istanbul City Center",
        "address": "Hotel in Sisli, Istanbul",
        "description": "Ramada Plaza By Wyndham Istanbul City Center is located in the heart of Istanbul. The Congress Center is just short distance to the Hotel. ",
        "price": "$124.78"
    },
    {
        "name": "Radisson Blu Hotel, Istanbul Sisli",
        "address": "Hotel in Sisli, Istanbul",
        "description": "Located in Sisli, one of Istanbul's commercial centers, just 820 feet from Cevahir Shopping Mall, Radisson Blu Hotel, Istanbul Sisli offers an indoor pool, an outdoor pool, a fitness center a  sauna...",
        "price": "$217.82"
    },
    {
        "name": "YOTELAIR Istanbul Airport, Duty free - International Transit area",
        "address": "Hotel in Istanbul",
        "description": "Located in the transit Duty Free area at the Istanbul Airport main terminal departures floor, YOTELAIR Istanbul Airport, Duty free - International Transit area accommodates guests with international...",
        "price": "$364.11"
    },
    {
        "name": "Windsor Hotel & Convention Center Istanbul",
        "address": "Hotel in Bayrampasa, Istanbul",
        "description": "Set in Istanbul, 1.5 mi from Halic Congress Center, Windsor Hotel & Convention Center Istanbul offers accommodations with a restaurant, free private parking, a bar and a terrace. ",
        "price": "$106.63"
    },
    {
        "name": "Dosso Dossi Hotels & Spa Downtown",
        "address": "Hotel in Fatih, Istanbul",
        "description": "Offering an indoor pool, a restaurant and bar and a spa and wellness center in a stylish modern decor, Dosso Dossi Hotels Downtown is located on Vatan Avenue in Fatih. ",
        "price": "$166.17"
    },
    {
        "name": "Conrad Istanbul Bosphorus",
        "address": "Hotel in Besiktas, Istanbul",
        "description": "Located in the city center, the award-winning Conrad Istanbul Bosphorus features terraces with panoramic views of the Bosphorus. ",
        "price": "$230.95"
    },
    {
        "name": "Uranus Istanbul Topkapi",
        "address": "Hotel in Zeytinburnu, Istanbul",
        "description": "Featuring a chic indoor pool, Uranus Istanbul Topkapi features a spacious wellness & spa center, sauna and a Turkish bath to relax after a busy day. ",
        "price": "$100.21"
    },
    {
        "name": "Nasa Bangkok - SHA PLUS Certified",
        "address": "Hotel in Suan Luang, Bangkok",
        "description": "Located in Bangkok, Nasa Bangkok - SHA PLUS Certified is directly opposite the Suvarnabhumi Airport Rail Link Ramkhamhaeng. ",
        "price": "$22.11"
    },
    {
        "name": "Prince Palace Hotel Bangkok - SHA Extra Plus",
        "address": "Hotel in Pom Prap Sattru Phai, Bangkok",
        "description": "Located in Old Bangkok, Prince Palace Hotel is directly above Bo Bae Tower - a wholesale clothing market. Overlooking Mahanak Canal, the hotel offers an outdoor pool and 7 dining options. ",
        "price": "$43.01"
    },
    {
        "name": "SKYVIEW Hotel Bangkok - Sukhumvit",
        "address": "Hotel in Khlong Toei, Bangkok",
        "description": "With a short walk from Phrom Phong BTS Station and a few steps from The Emporium Shopping Mall, SKYVIEW Hotel Bangkok offers accommodations with complimentary WiFi throughout and free private parking...",
        "price": "$139.25"
    },
    {
        "name": "Novotel Bangkok on Siam Square",
        "address": "Hotel in Pathumwan, Bangkok",
        "description": "Whether it's spa pampering, sunbathing next to the pool or sampling delicious fresh Dim Sum, Novotel Bangkok on Siam Square has it all. ",
        "price": "$93.85"
    },
    {
        "name": "Amari Don Muang Airport Bangkok",
        "address": "Hotel in Don Muang, Bangkok",
        "description": "With a walkway connecting the hotel and Don Muang Airport, Amari Don Muang Airport is among the most popular meeting venues on this side of the city. Free WiFi is available in all areas. ",
        "price": "$71.04"
    },
    {
        "name": "Grande Centre Point Hotel Ratchadamri Bangkok",
        "address": "Hotel in Pathumwan, Bangkok",
        "description": "Grande Center Point Hotel Ratchadamri Bangkok is located in central Bangkok, a 5-minute walk from Ratchadamri BTS Skytrain Station. ",
        "price": "$119.65"
    },
    {
        "name": "The Berkeley Hotel Pratunam - SHA Extra Plus",
        "address": "Hotel in Ratchathewi, Bangkok",
        "description": "Located in Bangkok, a 6-minute walk from Gaysorn Village Shopping Mall, The Berkeley Hotel Pratunam - SHA Extra Plus provides accommodations with a fitness center, free private parking, a garden and a...",
        "price": "$87.39"
    },
    {
        "name": "Shangri-La Bangkok",
        "address": "Hotel in Bang Rak, Bangkok",
        "description": "Located along the Chao Phraya River, Shangri-La Bangkok features a 10,000-sqf Fitness Center and the multi-awarded Chi, The Spa at Shangri-La. Among its 9 dining options is an award-winning...",
        "price": "$205.39"
    },
    {
        "name": "Maison Hotel Bangkok",
        "address": "Hotel in Khlong Toei, Bangkok",
        "description": "Maison Hotel Bangkok offers stylish accommodations in the heart of Bangkok, 656 feet from Nana Plaza and 886 feet from Nana BTS Skytrain Station. ",
        "price": "$81.96"
    },
    {
        "name": "Grande Centre Point Ploenchit",
        "address": "Hotel in Pathumwan, Bangkok",
        "description": "For a refreshing alternative to hotel accommodations, indulge in a stay in a beautiful contemporary hotel on prestigious Wireless Road. The property is located next to Ploenchit BTS Skytrain Station. ",
        "price": "$106.84"
    },
    {
        "name": "APA Hotel & Resort Midosuji Hommachi Eki Tower",
        "address": "Hotel in Chuo Ward, Osaka",
        "description": "Located conveniently in Osaka, APA Hotel & Resort Midosuji Hommachi Eki Tower has a buffet breakfast and free WiFi. Featuring a 24-hour front desk, this property also provides guests with a...",
        "price": "$56.89"
    },
    {
        "name": "Hotel Nikko Osaka",
        "address": "Hotel in Chuo Ward, Osaka",
        "description": "Hotel Nikko Osaka is directly connected to Shinsaibashi Subway Station. It is centrally located within easy access to shopping areas, restaurants and the Dotonbori area. ",
        "price": "$122.71"
    },
    {
        "name": "Sotetsu Grand Fresa Osaka-Namba",
        "address": "Hotel in Chuo Ward, Osaka",
        "description": "Opened in April 2016, Sotetsu Grand Fresa Osaka-Namba features free WiFi throughout the entire property and an on-site restaurant. ",
        "price": "$60.24"
    },
    {
        "name": "The Park Front Hotel at Universal Studios Japan",
        "address": "Hotel in Osaka Bay, Osaka",
        "description": "The hotel features private parking, various cafes, restaurants and shops on site, as well as free WiFi access in all areas. ",
        "price": "$154.94"
    },
    {
        "name": "Hotel New Hankyu Osaka",
        "address": "Hotel in Umeda, Osaka",
        "description": "Directly connected to Hankyu Umeda Station, Hotel New Hankyu Osaka is conveniently located in Osaka's central business district. ",
        "price": "$84.14"
    },
    {
        "name": "Hotel Universal Port",
        "address": "Hotel in Osaka Bay, Osaka",
        "description": "Hotel Universal Port is a 4-minute walk from Universal Studios Japan and a 20-minute drive from Osaka Station. It offers 1 restaurants, and rooms with free WiFi. ",
        "price": "$131.70"
    },
    {
        "name": "Art Hotel Osaka Bay Tower",
        "address": "Hotel in Osaka Minato Ward, Osaka",
        "description": "Featuring a bar, Art Hotel Osaka Bay Tower offers accommodations in Osaka, a 5-minute walk from Minato Kumin Center and 0.4 miles from Isoji Central Park. ",
        "price": "$91.10"
    },
    {
        "name": "APA Hotel Namba-Eki Higashi",
        "address": "Hotel in Chuo Ward, Osaka",
        "description": "Located at an 8-minute walk from the popular shopping and dining location, Dotonbori and Shinsaibashi Shopping Arcade, APA Hotel Namba-Eki Higashi opened in April 2017. ",
        "price": "$71.89"
    },
    {
        "name": "APA Hotel Osaka Higobashi Ekimae",
        "address": "Hotel in Nishi Ward, Osaka",
        "description": "Conveniently located in Osaka's business district, APA Hotel Osaka Higobashi Ekimae is connected to Higobashi Station by an underground pathway. ",
        "price": "$50.20"
    },
    {
        "name": "Hotel Monterey Grasmere Osaka",
        "address": "Hotel in Namba, Osaka",
        "description": "Hotel Monterey Grasmere Osaka is directly connected to JR Namba Train Station, a 10-minute walk from Dotonbori Shopping Street. ",
        "price": "$166.17"
    },
    {
        "name": "HotelF1 Paris Saint Ouen Marché Aux Puces",
        "address": "Hotel in Paris",
        "description": "Featuring free WiFi throughout the property, HotelF1 Paris Saint Ouen Marché Aux Puces Rénové offers rooms with a flat-screen TV. ",
        "price": "$49.01"
    },
    {
        "name": "Pullman Paris Tour Eiffel",
        "address": "Hotel in 15th arr., Paris",
        "description": "The 4-star hotel Pullman Paris Tour Eiffel is set at the foot of the Eiffel Tower and the Trocadero. ",
        "price": "$619.27"
    },
    {
        "name": "ibis budget Paris Porte De Montmartre",
        "address": "Hotel in 18th arr., Paris",
        "description": "Located in the north of Paris near Boulevard Périphérique, ibis Budget Paris Porte De Montmartre is just a 10-minute walk from Porte de Saint-Ouen Metro Station. Stade de France Stadium is 2.5 mi...",
        "price": "$64.89"
    },
    {
        "name": "citizenM Paris Gare de Lyon",
        "address": "Hotel in 12th arr., Paris",
        "description": "The citizenM Paris Gare de Lyon is set in the 12th district of Paris. It offers views of the Seine and is located near to Gare de Lyon train station. ",
        "price": "$225.81"
    },
    {
        "name": "NH Paris Gare de l'Est",
        "address": "Hotel in 10th arr., Paris",
        "description": "NH Paris Gare de l'Est hotel is located opposite Gare de l’Est Train and Metro Station, which provides direct access to attractions such as Saint-Michel and the Latin Quarter. ",
        "price": "$213.93"
    },
    {
        "name": "Novotel Paris Centre Tour Eiffel",
        "address": "Hotel in 15th arr., Paris",
        "description": "The Novotel Paris Center Tour Eiffel is within walking distance of the Eiffel Tower in the heart of Paris and is a 10-minute drive to the Parc des Princes Stadium. ",
        "price": "$200.80"
    },
    {
        "name": "Mercure Paris Centre Tour Eiffel",
        "address": "Hotel in 15th arr., Paris",
        "description": "This Paris hotel is located just a 2-minute walk from the Eiffel Tower, near Trocadéro and the River Seine. ",
        "price": "$196.26"
    },
    {
        "name": "InterContinental Paris Le Grand, an IHG Hotel",
        "address": "Hotel in 9th arr., Paris",
        "description": "Intercontinental Paris Le Grand is located just 100 ft from the Opéra Garnier and Opera Metro Station. It offers 2 restaurants and a health club with sauna and massage treatments. ",
        "price": "$551.03"
    },
    {
        "name": "Holiday Inn Express Paris-Canal De La Villette, an IHG Hotel",
        "address": "Hotel in 19th arr., Paris",
        "description": "The Holiday Inn Express Paris-Canal De La Villette is located on the banks of the Canal de l'Ourcq and the Bassin de la Villette in Paris. ",
        "price": "$165.31"
    },
    {
        "name": "Altona",
        "address": "Hotel in 10th arr., Paris",
        "description": "Altona is in Paris, less than 0.3 miles from Gare du Nord Train and Eurostar Station and 0.6 miles from Sacré-Cœur Basilica. It has a 24-hour front desk and offers free Wi-Fi access. ",
        "price": "$115.61"
    },
    {
        "name": "Park Plaza Westminster Bridge London",
        "address": "Hotel in Lambeth, London",
        "description": "Located on the South Bank of the Thames, Park Plaza Westminster Bridge London is set opposite the Houses of Parliament and Big Ben, on the South Bank. ",
        "price": "$247.57"
    },
    {
        "name": "Strand Palace",
        "address": "Hotel in Westminster Borough, London",
        "description": "Welcoming guests since 1909, the Strand Palace is located in London’s West End within just 2297 feet of the Adelphi and the Vaudeville theaters. ",
        "price": "$329.74"
    },
    {
        "name": "St Giles London – A St Giles Hotel",
        "address": "Hotel in Camden, London",
        "description": "Located in London’s West End, less than 5 minutes’ walk from Tottenham Court Underground Station and Oxford Street shops is the St Giles. ",
        "price": "$166.54"
    },
    {
        "name": "Park Plaza London Waterloo",
        "address": "Hotel in Lambeth, London",
        "description": "Offering a restaurant and bar, Park Plaza London Waterloo is located in London, a short walk from Lambeth North underground station and less than a 10-minute walk from Westminster Bridge and the...",
        "price": "$266.72"
    },
    {
        "name": "Central Park Hotel",
        "address": "Hotel in Westminster Borough, London",
        "description": "Located less than 328 feet from Hyde Park, the Central Park Hotel is just a 2-minute walk from Queensway Underground Station. ",
        "price": "$166.54"
    },
    {
        "name": "Park Plaza County Hall London",
        "address": "Hotel in Lambeth, London",
        "description": "Located on London's South Bank, this modern and family-friendly hotel is just a few minutes’ walk from the River Thames and London Eye. ",
        "price": "$222.05"
    },
    {
        "name": "The Tower Hotel, London",
        "address": "Hotel in Tower Hamlets, London",
        "description": "Nestled between the River Thames and St Katherine’s Dock, and next to Tower Bridge, The Tower Hotel, London offers ideal location, a restaurant, a bar and a fitness center. ",
        "price": "$227.15"
    },
    {
        "name": "Royal Lancaster London",
        "address": "Hotel in Westminster Borough, London",
        "description": "This 5-star London hotel is quietly located next to Hyde Park, Marble Arch and Lancaster Gate Tube Station. The hotel offers breath-taking views of the famous London skyline. ",
        "price": "$446.78"
    },
    {
        "name": "The Z Hotel Covent Garden",
        "address": "Hotel in Westminster Borough, London",
        "description": "Z Covent Garden offers a 113 bedroom hotel in the heart of London’s West End. ",
        "price": "$185.04"
    },
    {
        "name": "The Z Hotel Tottenham Court Road",
        "address": "Hotel in Westminster Borough, London",
        "description": "Located in London, 656 feet from Carnaby Street, The Z Hotel Tottenham Court Road provides concierge services and free WiFi throughout the property. ",
        "price": "$185.04"
    },
    {
        "name": "MEININGER Hotel Berlin Hauptbahnhof",
        "address": "Hotel in Mitte, Berlin",
        "description": "This hotel is located in the heart of Berlin, between Berlin Central Station and the Reichstag Parliament. The MEININGER offers soundproofed rooms with modern design and a flat-screen TV. ",
        "price": "$111.29"
    },
    {
        "name": "Hotel Berlin, Berlin, a member of Radisson Individuals",
        "address": "Hotel in Mitte, Berlin",
        "description": "This hotel offers free Wi-Fi, a stylish lounge-bar and modern rooms with a flat-screen TV. The famous KaDeWe department store is a 5-minute walk away. ",
        "price": "$144.08"
    },
    {
        "name": "Schulz Hotel Berlin Wall at the East Side Gallery",
        "address": "Hotel in Friedrichshain-Kreuzberg, Berlin",
        "description": "This hotel is located directly next the East Side Gallery in the cool Friedrichshain district of Berlin. The hotel features free WiFi, bar & canteen and a beer garden directly at the Berlin Wall. ",
        "price": "$191.41"
    },
    {
        "name": "Park Inn by Radisson Berlin Alexanderplatz",
        "address": "Hotel in Mitte, Berlin",
        "description": "This 4-star-superior hotel offers 3 restaurants, a spa and air-conditioned rooms with flat-screen TVs. It is Berlin's tallest hotel and is located directly on Alexanderplatz Square. ",
        "price": "$132.25"
    },
    {
        "name": "Motel One Berlin-Alexanderplatz",
        "address": "Hotel in Mitte, Berlin",
        "description": "In a prime location in the center of Berlin, Motel One Berlin-Alexanderplatz provides free WiFi throughout the property and a bar. ",
        "price": "$135"
    },
    {
        "name": "Leonardo Hotel Berlin Mitte",
        "address": "Hotel in Mitte, Berlin",
        "description": "This hotel is located in the heart of Berlin,328 feet from Friedrichstraße Train Station. Leonardo Hotel Berlin Mitte offers free WiFi. ",
        "price": "$131.27"
    },
    {
        "name": "easyHotel Berlin Hackescher Markt",
        "address": "Hotel in Mitte, Berlin",
        "description": "This budget hotel with a 24-hour reception is located in the vibrant Hackescher Markt district in central Berlin. All rooms include an private bathroom. ",
        "price": "$96.16"
    },
    {
        "name": "NH Collection Berlin Mitte am Checkpoint Charlie",
        "address": "Hotel in Mitte, Berlin",
        "description": "Just 328 feet from the Friedrichstraße shopping street, this modern, 4-star-superior hotel is centrally located in the Mitte district of Berlin. ",
        "price": "$138.30"
    },
    {
        "name": "Novotel Suites Berlin City Potsdamer Platz",
        "address": "Hotel in Friedrichshain-Kreuzberg, Berlin",
        "description": "This hotel is 328 feet from Anhalter Bahnhof Station in central Berlin. ",
        "price": "$160.45"
    },
    {
        "name": "Novotel Berlin Mitte",
        "address": "Hotel in Mitte, Berlin",
        "description": "This 4-star hotel in Berlin's Mitte district offers air-conditioned rooms and free use of the sauna and gym. Berlin Cathedral and the UNESCO Museum Island are a 10-minute walk away. ",
        "price": "$97.24"
    },
    {
        "name": "H2 Hotel München Olympiapark",
        "address": "Hotel in Milbertshofen - Am Hart, Munich",
        "description": "Located in Munich, 1.1 mi from BMW Welt, H2 Hotel München Olympiapark offers rooms with air conditioning and free WiFi. ",
        "price": "$113.93"
    },
    {
        "name": "Ramada Encore by Wyndham Munich Messe",
        "address": "Hotel in Trudering - Riem, Munich",
        "description": "Located in Munich and with New Fair Munich and ICM reachable within 1.8 miles, Ramada Encore by Wyndham Munich Messe has express check-in and check-out, allergy-free rooms, a fitness center, free WiFi...",
        "price": "$75.96"
    },
    {
        "name": "NH Collection München Bavaria",
        "address": "Hotel in Maxvorstadt, Munich",
        "description": "This 4 star superior hotel is directly beside Munich Main Station and offers panoramic views of Munich city center. NH Collection München Bavaria offers free WiFi in the hotel rooms and public areas. ",
        "price": "$146.94"
    },
    {
        "name": "Hotel Am Moosfeld",
        "address": "Hotel in Trudering - Riem, Munich",
        "description": "This quiet, 4-star hotel is a 5-minute drive from the Neue Messe Exhibition Center, in South-East Munich. It offers free Wi-Fi. ",
        "price": "$136.91"
    },
    {
        "name": "Boutique Hotel Atrium München",
        "address": "Hotel in Ludwigsvorstadt, Munich",
        "description": "Offering a delicious breakfast buffet each morning, this hotel features free Wi-Fi internet. It is a 5-minute walk from Munich Central Station and the Theresienwiese Oktoberfest grounds. ",
        "price": "$173.38"
    },
    {
        "name": "gambino hotel WERKSVIERTEL",
        "address": "Hotel in Berg am Laim, Munich",
        "description": "Conveniently set in the Berg am Laim district of Munich, gambino hotel WERKSVIERTEL is located a 7-minute walk from Muenchen Ost Train Station, 1.7 miles from Deutsches Museum and 2 miles from New...",
        "price": "$65.02"
    },
    {
        "name": "Drei Loewen",
        "address": "Hotel in Ludwigsvorstadt, Munich",
        "description": "This elegant 4-star hotel is located in the heart of Munich, a 3-minute walk from Munich Main Station and Munich’s pedestrian shopping area and a 10-minute walk from the old town. ",
        "price": "$118.24"
    },
    {
        "name": "Holiday Inn Munich City Centre, an IHG Hotel",
        "address": "Hotel in Au-Haidhausen, Munich",
        "description": "Just 1640 feet from the Deutsches Museum, this nonsmoking hotel in Munich offers a large convention area. Rosenheimer Platz City Rail Station is 164 feet away and just 2 stops from Marienplatz. ",
        "price": "$110.21"
    },
    {
        "name": "Novotel München City",
        "address": "Hotel in Au-Haidhausen, Munich",
        "description": "Full Renovated in 2018. In 2022 Novotel Munchen City was expanded with 67 additional rooms in the new building connected to the existing one. ",
        "price": "$120.31"
    },
    {
        "name": "Hotel Condor",
        "address": "Hotel in Ludwigsvorstadt, Munich",
        "description": "This family-run hotel in Munich offers quiet rooms and a pretty courtyard terrace. It lies 656 feet from the main station and a 10-minute walk from the city center. ",
        "price": "$450.60"
    },
    {
        "name": "Radisson Blu Hotel, Amsterdam City Center",
        "address": "Hotel in Amsterdam City Center, Amsterdam",
        "description": "Radisson Blu Hotel is located in a quiet part of Amsterdam's center, just a 7-minute walk from lively Dam Square. ",
        "price": "$210.69"
    },
    {
        "name": "nhow Amsterdam Rai",
        "address": "Hotel in Zuideramstel, Amsterdam",
        "description": "Located in Amsterdam, 1476 ft from Amsterdam RAI, nhow Amsterdam Rai provides accommodations with a fitness center, private parking, a bar and a terrace. ",
        "price": "$153.42"
    },
    {
        "name": "Rho Hotel",
        "address": "Hotel in Amsterdam City Center, Amsterdam",
        "description": "Rho is on the edge of Dam Square, half a mile from Amsterdam Central Train Station. It has free Wi-Fi and the lobby is an impressive Art Deco-style former theater. ",
        "price": "$200.67"
    },
    {
        "name": "Best Western Amsterdam",
        "address": "Hotel in Slotervaart, Amsterdam",
        "description": "Best Western Amsterdam is located in Amsterdam West district, just off the A10 city ring and 20 minutes' by public transport from the old city center. ",
        "price": "$82.11"
    },
    {
        "name": "MEININGER Hotel Amsterdam City West",
        "address": "Hotel in Westpoort, Amsterdam",
        "description": "Next to Amsterdam Sloterdijk Train Station, MEININGER Amsterdam West has modern rooms with flat-screen TV and free Wi-Fi. ",
        "price": "$88.60"
    },
    {
        "name": "Holiday Inn Express Amsterdam - Sloterdijk Station, an IHG Hotel",
        "address": "Hotel in Westpoort, Amsterdam",
        "description": "Holiday Inn Express is next to Sloterdijk train station which offers convenient connections to Amsterdam Central Train Station and Schiphol Airport. ",
        "price": "$127.66"
    },
    {
        "name": "Hotel Casa Amsterdam",
        "address": "Hotel in Oost, Amsterdam",
        "description": "Hotel Casa Amsterdam is a modern hotel offering a bar, rooftop terrace (only opens during the summertime) and an in-house restaurant. ",
        "price": "$148.78"
    },
    {
        "name": "Novotel Amsterdam City",
        "address": "Hotel in Zuideramstel, Amsterdam",
        "description": "This 4-star hotel offers modern rooms with free WiFi and is less than 10 minutes’ walk from Amsterdam RAI convention center. Novotel benefits from a gym and a sauna. ",
        "price": "$160.68"
    },
    {
        "name": "Leonardo Hotel Amsterdam Rembrandtpark",
        "address": "Hotel in Slotervaart, Amsterdam",
        "description": "Leonardo Hotel Amsterdam Rembrandtpark offers modern and elegant rooms next to Rembrandtpark and the A10 ring road in Amsterdam. ",
        "price": "$126.41"
    },
    {
        "name": "citizenM Amstel Amsterdam",
        "address": "Hotel in Amsterdam City Center, Amsterdam",
        "description": "Located in Amsterdam and with Royal Theater Carré reachable within 984 feet, citizenM Amstel Amsterdam features express check-in and check-out, allergy-free rooms, a restaurant, free WiFi throughout...",
        "price": "$211.77"
    },
    {
        "name": "Hyatt Place New York City/Times Square",
        "address": "Hotel in Hell's Kitchen, New York",
        "description": "Hyatt Place New York City/Times Square features air-conditioned rooms with satellite flat-screen TV in the Hell's Kitchen district of New York City. ",
        "price": "$229"
    },
    {
        "name": "Hotel Edison Times Square",
        "address": "Hotel in Manhattan, New York",
        "description": "Ideally located in Times Square, this Manhattan hotel has been around since 1930. ",
        "price": "$599"
    },
    {
        "name": "The Manhattan at Times Square",
        "address": "Hotel in Manhattan, New York",
        "description": "The Manhattan at Times Square enjoys a central Manhattan location with Times Square 1056 feet away and Rockefeller Center at 2116 feet from the property. ",
        "price": "$119.25"
    },
    {
        "name": "Millennium Hotel Broadway Times Square",
        "address": "Hotel in Manhattan, New York",
        "description": "Located in the center of Times Square and in the center of midtown Manhattan, Millennium Hotel Broadway Times Square is located within 1056 feet from Broadway theaters like the Majestic Theater and...",
        "price": "$164.90"
    },
    {
        "name": "Park Central",
        "address": "Hotel in Manhattan, New York",
        "description": "Park Central Hotel offers the convenience of being steps from Central Park. For exercise enthusiasts, the property offers 24-hour onsite fitness center. ",
        "price": "$242.10"
    },
    {
        "name": "MOXY NYC Times Square",
        "address": "Hotel in Manhattan, New York",
        "description": "MOXY NYC Times Square, offers pet-friendly accommodations, and features free WiFi and a fitness center. Macy's is 656 feet from the property. Guests can enjoy the on-site restaurant and a rooftop bar....",
        "price": "$239"
    },
    {
        "name": "Warwick New York",
        "address": "Hotel in Manhattan, New York",
        "description": "A historic hotel in midtown Manhattan, located 1585 feet from Central Park, Warwick New York offers 2 restaurants, a fitness center and concierge services. ",
        "price": "$385"
    },
    {
        "name": "Millennium Downtown New York",
        "address": "Hotel in Manhattan, New York",
        "description": "The Millenium New York Downtown, located in lower Manhattan, features a business and fitness center. It is within 492 feet of the WTC Oculus, The World Trade Center – Path Station and subway stations....",
        "price": "$242.10"
    },
    {
        "name": "Pod 39",
        "address": "Hotel in Murray Hill, New York",
        "description": "Featuring a restaurant, a lounge and a seasonal rooftop bar, this hotel is 1585 feet from Grand Central Terminal. All rooms are equipped with free WiFi. ",
        "price": "$179.10"
    },
    {
        "name": "Embassy Suites By Hilton New York Manhattan Times Square",
        "address": "Hotel in Manhattan, New York",
        "description": "Featuring free WiFi and a fitness center, Embassy Suites By Hilton New York Midtown Manhattan offers pet-friendly accommodations in New York. Guests can enjoy the on-site bar. ",
        "price": "$165.17"
    },
    {
        "name": "We Hotel Aeropuerto",
        "address": "Hotel in Venustiano Carranza, Mexico City",
        "description": "Conveniently in front of Benito Juarez International Airport and offering easy access to downtown Mexico City attractions, including the Zona Rosa. ",
        "price": "$113.02"
    },
    {
        "name": "Fiesta Inn Aeropuerto CD Mexico",
        "address": "Hotel in Venustiano Carranza, Mexico City",
        "description": "Located opposite of the Mexico City International Airport, this hotel offers free transportation to and from the airport's 2 terminals every 30 minutes, 24 hours a day. ",
        "price": "$135"
    },
    {
        "name": "Camino Real Polanco Mexico",
        "address": "Hotel in Anzures, Mexico City",
        "description": "Built in an attractive architectonic style, and imagined as a hotel-museum by Architect Ricardo Legorreta, the Camino Real Polanco México Hotel is 0.6 mi from the Anthropology Museum and the...",
        "price": "$210.32"
    },
    {
        "name": "Sheraton Mexico City Maria Isabel",
        "address": "Hotel in Colonia Cuauhtemoc, Mexico City",
        "description": "Featuring an outdoor pool and a restaurant, Sheraton Maria Isabel Hotel Towers is in a great location at the heart of Mexico City's financial district on Paseo de la Reforma Avenue, right across from...",
        "price": "$151.05"
    },
    {
        "name": "Holiday Inn Express Mexico Aeropuerto, an IHG Hotel",
        "address": "Hotel in Iztacalco, Mexico City",
        "description": "Holiday Inn Express Mexico Aeropuerto offers accommodations in Mexico City. Each room at this hotel is air conditioned and features a flat-screen TV. ",
        "price": "$92.14"
    },
    {
        "name": "Hotel Catedral",
        "address": "Hotel in Mexico City Historic Center, Mexico City",
        "description": "Ideally located in the Mexico City Historic Center district of Mexico City, Hotel Catedral is located 2297 feet from National Palace Mexico, 787 ft from Metropolitan Cathedral of Mexico City and a...",
        "price": "$64.45"
    },
    {
        "name": "Hotel Marbella",
        "address": "Hotel in Roma, Mexico City",
        "description": "Hotel Marbella is located in the Roma area of Mexico City. It’s only 164 feet from the Centro Medico hospital and offers a business center, a bar and room service. ",
        "price": "$78.71"
    },
    {
        "name": "Hotel Ritz Ciudad de México",
        "address": "Hotel in Mexico City Historic Center, Mexico City",
        "description": "Hotel Ritz Ciudad de México is located on bustling Madero Street, just 656 feet from the Zócalo Square. This functional hotel features classic-style rooms with free Wi-Fi and cable TV. ",
        "price": "$74.39"
    },
    {
        "name": "Camino Real Santa Fe",
        "address": "Hotel in Santa Fe, Mexico City",
        "description": "This hotel is located in the Santa Fe business area of Mexico City. The hotel offers a restaurant, a modern gym and air-conditioned guest rooms. ",
        "price": "$96.80"
    },
    {
        "name": "Hotel Marlowe Centro Histórico",
        "address": "Hotel in Mexico City Historic Center, Mexico City",
        "description": "Located in the heart of downtown Mexico City, this hotel has the perfect location with local shopping and public transportation only a short walk away. ",
        "price": "$65.46"
    },
    {
        "name": "Floridian Express International Drive",
        "address": "Hotel in Universal Orlando Resort Area, Orlando",
        "description": "The Floridian Express International Drive hotel is less than 1.2 mi from Universal Orlando Resort. Cable TV is available in all rooms at The Floridian Express International Drive. ",
        "price": "$51.89"
    },
    {
        "name": "Wyndham Orlando Resort & Conference Center, Celebration Area",
        "address": "Hotel in Celebration, Orlando",
        "description": "Family and pet friendly resort near Disney. This hotel features 2 outdoor heated swimming pools, Starbucks, H Street Grille, Pizza Hut, Kids Zone with an arcade and electric car charging stations and...",
        "price": "$65.70"
    },
    {
        "name": "Rosen Inn Lake Buena Vista",
        "address": "Hotel in Lake Buena Vista, Orlando",
        "description": "Walt Disney World is 0.8 mi from Rosen Inn Lake Buena Vista. The property offers shuttles to Orlando theme parks. It features 2 restaurants and 2 outdoor pools. Rooms feature free WiFi. ",
        "price": "$107.99"
    },
    {
        "name": "Hyatt Regency Orlando International Airport Hotel",
        "address": "Hotel in Orlando",
        "description": "Placed inside Orlando International Airport's main terminal, and easily accessible from popular area attractions, this hotel provides everything needed for a relaxing stay, including an airline ticket...",
        "price": "$197.10"
    },
    {
        "name": "SpringHill Suites by Marriott Orlando Lake Buena Vista in Marriott Village",
        "address": "Hotel in Lake Buena Vista, Orlando",
        "description": "This all-suite hotel in Lake Buena Vista is 1 mi from Walt Disney World and Disney Springs. The hotel offers a free hot breakfast buffet and free high-speed internet access. ",
        "price": "$84"
    },
    {
        "name": "Holiday Inn Resort Orlando - Lake Buena Vista, an IHG Hotel",
        "address": "Hotel in Lake Buena Vista, Orlando",
        "description": "Offering spacious family-friendly accommodations furnished with flat-screen cable TVs, microwaves and refrigerators, this hotel is only minutes from Walt Disney World and features free transfers to...",
        "price": "$75.44"
    },
    {
        "name": "La Quinta by Wyndham Orlando Airport North",
        "address": "Hotel in Orlando",
        "description": "Located off the Beachline Expressway, this hotel features free Wi-Fi and a daily continental breakfast. ",
        "price": "$71.40"
    },
    {
        "name": "La Quinta by Wyndham Orlando UCF",
        "address": "Hotel in Orlando",
        "description": "Located 1.1 mi from the University of Central Florida, this hotel features a daily breakfast and free Wi-Fi. Universal Studios Orlando is 26 mi from the property. ",
        "price": "$102"
    },
    {
        "name": "DoubleTree by Hilton Orlando Downtown",
        "address": "Hotel in Downtown Orlando, Orlando",
        "description": "Located in the heart of downtown Orlando, DoubleTree by Hilton Orlando Downtown offers accommodations 1.9 mi from the KIA Center. The Dr. ",
        "price": "$151.20"
    },
    {
        "name": "Marriott's Grande Vista",
        "address": "Hotel in Sea World Orlando Area, Orlando",
        "description": "Located 4 mi of the Walt Disney World Resort, this Florida resort offers 4 heated swimming pools, on-site golf course, full-service spa, and 4 restaurants. SeaWorld is also 2 mi away. ",
        "price": "$120.80"
    },
    {
        "name": "Sonesta Los Angeles Airport LAX",
        "address": "Hotel in LAX Area, Los Angeles",
        "description": "Located just 1312 feet from Los Angeles International Airport included in the daily destination fee 24-hour airport shuttles, this hotel offers easy access to the city center. ",
        "price": "$113.98"
    },
    {
        "name": "Freehand Los Angeles",
        "address": "Hotel in Downtown LA, Los Angeles",
        "description": "Located 2625 feet from LA Live in Downtown Los Angeles, the Freehand Los Angeles features a rooftop pool & bar with 360-degree views of the city. ",
        "price": "$126.65"
    },
    {
        "name": "Hilton Los Angeles-Universal City",
        "address": "Hotel in Universal City, Los Angeles",
        "description": "Located 5 minutes’ walk from the Universal Studios Hollywood entrance, this hotel offers a multi-lingual staff and contemporary rooms. Guests can unwind in the outdoor pool and hot tub. ",
        "price": "$203.15"
    },
    {
        "name": "Hyatt Regency Los Angeles International Airport",
        "address": "Hotel in LAX Area, Los Angeles",
        "description": "Offering a free 24-hour transfer service to LAX, Hyatt Regency Los Angeles International Airport features spacious rooms with mid-century modern design and free WiFi. ",
        "price": "$174.25"
    },
    {
        "name": "Best Western Plus Commerce Hotel",
        "address": "Hotel in Los Angeles",
        "description": "Located in Los Angeles, 10 miles from LA Union Station, Best Western Plus Commerce Hotel has accommodations with an outdoor swimming pool, free private parking, a fitness center and a garden. ",
        "price": "$135.99"
    },
    {
        "name": "The Westin Los Angeles Airport",
        "address": "Hotel in LAX Area, Los Angeles",
        "description": "Boasting an outdoor pool, this hotel offers a free transfer service to Los Angeles International Airport, 1 mi away. A restaurant is located on-site and guests have access to a fitness center. ",
        "price": "$144"
    },
    {
        "name": "Huntley Santa Monica Beach",
        "address": "Hotel in Santa Monica, Los Angeles",
        "description": "Located less than 5 minutes walk to 3rd Street Promenade and the Santa Monica State Beach path, this Santa Monica modern beach-side hotel features a restaurant, bar, and lounge. ",
        "price": "$403.92"
    },
    {
        "name": "Hollywood Historic Hotel",
        "address": "Hotel in Hollywood, Los Angeles",
        "description": "Just a 5-minute walk from Paramount Pictures, this hotel is 2 miles from the Hollywood Walk of Fame. It offers brightly decorated rooms with a flat-screen TV and free Wi-Fi. ",
        "price": "$161.10"
    },
    {
        "name": "New Seoul Hotel",
        "address": "Hotel in Koreatown, Los Angeles",
        "description": "Located conveniently in the Koreatown district of Los Angeles, New Seoul Hotel is located 1.8 miles from Staples Center, 1.8 miles from Microsoft Theater and 2.6 miles from Natural History Museum of...",
        "price": "$159"
    },
    {
        "name": "Sheraton Universal",
        "address": "Hotel in Universal City, Los Angeles",
        "description": "The Sheraton Universal Hotel is ideally located just 0.3 miles or an 8-minute walk from Universal Studios Hollywood and CityWalk. ",
        "price": "$229"
    },
    {
        "name": "YVE Hotel Miami",
        "address": "Hotel in Downtown Miami, Miami",
        "description": "Located just 1 mile from the Port of Miami, this hotel is adjacent to the Bayside Marketplace and Bayfront Park. American Airlines Arena is 5 minutes’ walk away. ",
        "price": "$113.05"
    },
    {
        "name": "Provident Doral At The Blue",
        "address": "Hotel in Doral, Miami",
        "description": "Provident Doral at the Blue features holiday villas and each one includes a full kitchen. Guests will enjoy access to a resort-style pool and the Miami International Airport is 15 minutes’ drive away....",
        "price": "$140.40"
    },
    {
        "name": "Ramada by Wyndham Miami Springs/Miami International Airport",
        "address": "Hotel in Miami Springs, Miami",
        "description": "Offering an outdoor pool and a restaurant and bar, this hotel is located in Miami just 2.4 mi from the Miami International Airport. Free WiFi access is available. ",
        "price": "$67.15"
    },
    {
        "name": "Regency Miami Airport by Sonesta",
        "address": "Hotel in Miami",
        "description": "Discover an excellent location, modern amenities, and pet-friendly accommodations at Regency Miami Airport by Sonesta. ",
        "price": "$103"
    },
    {
        "name": "Hilton Miami Downtown",
        "address": "Hotel in Downtown Miami, Miami",
        "description": "This upscale hotel is centrally located in downtown Miami along the Biscayne Bay and is connected to the Metro Mover. It features a rooftop pool, well-equipped gym and spacious rooms. ",
        "price": "$126.65"
    },
    {
        "name": "Holiday Inn Hotel Port of Miami-Downtown, an IHG Hotel",
        "address": "Hotel in Downtown Miami, Miami",
        "description": "Across from Bayside Marketplace in the heart of the city center of Miami, Florida, this hotel overlooks the Biscayne Bay and offers convenient amenities such as free wireless high-speed internet...",
        "price": "$117"
    },
    {
        "name": "Embassy Suites by Hilton Miami International Airport",
        "address": "Hotel in Miami",
        "description": "This hotel in Miami, Florida offers free shuttle services to and from Miami International Airport. It features an outdoor pool with hot tub. ",
        "price": "$118.15"
    },
    {
        "name": "La Quinta by Wyndham Miami Airport East",
        "address": "Hotel in Miami",
        "description": "Located in the heart of Miami, this Florida hotel features free continental breakfast and an outdoor pool. Guests will also enjoy daily airport transport service, which is only 2 miles away. ",
        "price": "$95.40"
    },
    {
        "name": "Red Roof PLUS Miami Airport",
        "address": "Hotel in Miami",
        "description": "This all nonsmoking hotel is only 5 minutes' drive from Miami International Airport. The hotel offers free airport transfers, and free Wi-Fi. ",
        "price": "$69.30"
    },
    {
        "name": "Holiday Inn Express & Suites Miami Airport East, an IHG Hotel",
        "address": "Hotel in Miami",
        "description": "Offering an outdoor pool and a fitness center, this boutique-style Holiday Inn Express & Suites Miami is located 2 mi from the Miami Airport. ",
        "price": "$110"
    },
    {
        "name": "Travelodge Hotel Sydney Airport",
        "address": "Hotel in Mascot, Sydney",
        "description": "Boasting free WiFi in all rooms and a 24-hour front desk, Travelodge Hotel Sydney Airport is located 2 minutes' drive from Sydney Domestic Airport Terminals 1 & 2 and 9 minutes' drive from Sydney...",
        "price": "$107.99"
    },
    {
        "name": "Four Seasons Hotel Sydney",
        "address": "Hotel in Sydney Central Business District, Sydney",
        "description": "Overlooking Sydney Harbor, Four Seasons Hotel Sydney offers complimentary Premium WiFi, a bar, restaurant, fitness center and swimming pool. ",
        "price": "$285.62"
    },
    {
        "name": "Meriton Suites Sussex Street, Sydney",
        "address": "Hotel in Sydney Central Business District, Sydney",
        "description": "Located in Sydney CBD and surrounded by some of Sydney's most popular tourist attractions and iconic landmarks, Meriton Suites Sussex Street, Sydney provides 5-star luxury accommodations. ",
        "price": "$171.37"
    },
    {
        "name": "Radisson Blu Plaza Hotel Sydney",
        "address": "Hotel in Sydney Central Business District, Sydney",
        "description": "Boasting a swimming pool and free WiFi, the Radisson Blu Plaza Hotel in Sydney CBD (Central Business District), is just 15 minutes' walk from Circular Quay, where you can visit the Sydney Opera House...",
        "price": "$255.38"
    },
    {
        "name": "Meriton Suites Mascot Central",
        "address": "Hotel in Mascot, Sydney",
        "description": "Located within 10 minutes' drive from the domestic airport and 15 minutes' drive from the international airport, Meriton Suites Mascot Central features a state-of-the-art fitness center, an indoor...",
        "price": "$127.69"
    },
    {
        "name": "Park Regis City Centre",
        "address": "Hotel in Sydney Central Business District, Sydney",
        "description": "Located in Sydney CBD (Central Business District), Park Regis features a rooftop swimming pool and sundeck with views over Sydney Harbor, Darling Harbor and the city. ",
        "price": "$117.61"
    },
    {
        "name": "The Fullerton Hotel Sydney",
        "address": "Hotel in Sydney Central Business District, Sydney",
        "description": "Located in Sydney CBD (Central Business District), next to bustling Martin Place, The Fullerton Hotel Sydney features an à la carte restaurant, a bar and access to a fitness center. ",
        "price": "$305.11"
    },
    {
        "name": "Holiday Inn Express Sydney Airport, an IHG Hotel",
        "address": "Hotel in Mascot, Sydney",
        "description": "Located in Sydney, Holiday Inn Express Sydney Airport provides accommodations with a restaurant, private parking, a bar and a shared lounge. ",
        "price": "$119.76"
    },
    {
        "name": "Stamford Plaza Sydney Airport Hotel & Conference Centre",
        "address": "Hotel in Mascot, Sydney",
        "description": "Boasting a fitness center, Stamford Plaza Sydney Airport is just 15 minutes’ drive from central Sydney. The hotel features soundproofed rooms with satellite TV. ",
        "price": "$126.41"
    },
    {
        "name": "Novotel Sydney Darling Harbour",
        "address": "Hotel in Sydney Central Business District, Sydney",
        "description": "Located just a short stroll from Sydney's premier dining and entertainment district, Novotel Sydney Darling Harbor offers spacious rooms, some with stunning views of the city skyline. ",
        "price": "$205.04"
    },
    {
        "name": "Travelodge Hotel Melbourne Docklands",
        "address": "Hotel in Docklands, Melbourne",
        "description": "Well situated in the center of Melbourne, Travelodge Hotel Melbourne Docklands is within a 8-minute walk of Marvel Stadium and 0.7 miles of Melbourne Convention and Exhibition Centre. ",
        "price": "$126.41"
    },
    {
        "name": "Causeway 353 Hotel",
        "address": "Hotel in Melbourne Central Business District, Melbourne",
        "description": "Located on Little Collins Street in Melbourne CBD, Causeway 353 Hotel offers stylish modern rooms with LCD TV, private bathroom and air conditioning. ",
        "price": "$114.92"
    },
    {
        "name": "Holiday Inn Melbourne Airport, an IHG Hotel",
        "address": "Hotel in Melbourne",
        "description": "Located only 1312 feet from the airport terminals, Holiday Inn Melbourne Airport offers complimentary shuttle service 24 hours. Guests enjoy sound-proofed rooms, a fitness center, restaurant and bar. ",
        "price": "$127.69"
    },
    {
        "name": "Grand Hyatt Melbourne",
        "address": "Hotel in Melbourne Central Business District, Melbourne",
        "description": "Located on Collins Street, perfectly positioned in the heart of Melbourne's shopping, dining and theater center, Grand Hyatt Melbourne consists of of luxurious guest rooms, and premium suites, all...",
        "price": "$217.74"
    },
    {
        "name": "Mercure Welcome Melbourne",
        "address": "Hotel in Melbourne Central Business District, Melbourne",
        "description": "Mercure Welcome Melbourne is located right on the Bourke Street Mall, in Melbourne's CBD (Central Business District) and within 4 minutes' walk of Emporium Shopping Center. ",
        "price": "$78.03"
    },
    {
        "name": "Novotel Melbourne South Wharf",
        "address": "Hotel in Melbourne Central Business District, Melbourne",
        "description": "Located in the historic South Wharf Promenade in Melbourne, the four-star Novotel Melbourne South Wharf was built in 2017. ",
        "price": "$151.88"
    },
    {
        "name": "ibis Budget - Melbourne CBD",
        "address": "Hotel in Melbourne Central Business District, Melbourne",
        "description": "Located in the heart of central Melbourne, just 656 feet from Bourke Street Mall, ibis Budget - Melbourne CBD offers air-conditioned rooms with a flat-screen TV and a private bathroom. ",
        "price": "$73.25"
    },
    {
        "name": "Crowne Plaza Melbourne, an IHG Hotel",
        "address": "Hotel in Docklands, Melbourne",
        "description": "Crowne Plaza Melbourne is located on the banks of the Yarra River opposite Melbourne Convention and Exhibition Center and Crown Casino, just 5 minutes' drive from the central business district. ",
        "price": "$162.64"
    },
    {
        "name": "Mercure Melbourne Southbank",
        "address": "Hotel in Southbank, Melbourne",
        "description": "Newly refurbished Mercure Melbourne Southbank is ideally located just 1972 ft from Southbank Promenade on the Yarra River, a 10 min walk to the popular Bourke Street Mall, 15 minutes' walk from Crown...",
        "price": "$114.32"
    },
    {
        "name": "Mantra Melbourne Airport",
        "address": "Hotel in Tullamarine, Melbourne",
        "description": "Whether you’re arriving or departing, Mantra Melbourne Airport Hotel is the ultimate choice for both business and leisure travelers, conveniently located just 4 minutes from Melbourne International...",
        "price": "$133.74"
    },
    {
        "name": "Airport Gateway Hotel",
        "address": "Hotel in Mangere, Auckland",
        "description": "Just 5 minutes drive from Auckland Airport, this hotel has free on-site parking for all our guests flying in or out of Auckland. ",
        "price": "$74.86"
    },
    {
        "name": "SkyCity Hotel Auckland",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "Located in the heart of Auckland CBD (Central Business District), next to the iconic Sky Tower and SkyCity Casino, SkyCity Hotel Auckland offers beautifully appointed rooms and suites with free WiFi,...",
        "price": "$126.05"
    },
    {
        "name": "Cordis, Auckland by Langham Hospitality Group",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "Located in the lively uptown area near Upper Queen Street and Karangahape Road, Cordis, Auckland is surrounded by a vibrant neighborhood. ",
        "price": "$155.96"
    },
    {
        "name": "Travelodge Hotel Auckland Wynyard Quarter",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "Attractively set in the center of Auckland, Travelodge Hotel Auckland Wynyard Quarter features air-conditioned rooms with free WiFi and private paid parking. ",
        "price": "$116.94"
    },
    {
        "name": "Ascotia Off Queen",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "Ascotia Off Queen is located in the heart of Auckland CBD (Central Business District), and a 2-minute walk from Myers Park. ",
        "price": "$56.14"
    },
    {
        "name": "Auckland Rose Park Hotel",
        "address": "Hotel in Parnell, Auckland",
        "description": "Located opposite the Parnell Rose Gardens, Auckland Rose Park Hotel provides a range of hotel-style accommodations, just 5 minutes’ drive from Auckland city center. Free WiFi is available. ",
        "price": "$108.44"
    },
    {
        "name": "Copthorne Hotel Auckland City",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "Located close to Auckland’s scenic harbor, the Copthorne Hotel is a 4-star property offering spacious guest accommodations and great views over the city and the water. ",
        "price": "$108.25"
    },
    {
        "name": "Grand Millennium Auckland",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "Grand Millennium Auckland, superbly located in the city center with some of the city’s finest dining, shopping and entertainment venues at your doorstep. ",
        "price": "$130.27"
    },
    {
        "name": "Airedale Boutique Suites",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "Located just 10 minutes' walk from the Sky Tower, Airedale Boutique Suites enjoys a central location on Queen Street and provides guests with a comfortable base in Auckland CBD (Central Business...",
        "price": "$119.26"
    },
    {
        "name": "The Grand by SkyCity",
        "address": "Hotel in Auckland Central Business District, Auckland",
        "description": "The Grand by SkyCity offers contemporary 5-star rooms and suites with views of Auckland Harbor and the city skyline. ",
        "price": "$138.22"
    },
    {
        "name": "Meriton Suites Herschel Street, Brisbane",
        "address": "Hotel in Brisbane Central Business District, Brisbane",
        "description": "Just 328 feet from the Brisbane River, Meriton Suites Herschel Street, Brisbane offer modern self-contained accommodations with a flat-screen TV. Guests enjoy unlimited free WiFi at the property. ",
        "price": "$102.82"
    },
    {
        "name": "Meriton Suites Adelaide Street, Brisbane",
        "address": "Hotel in Brisbane Central Business District, Brisbane",
        "description": "Located in the heart of Brisbane’s CBD (Central Business District), Meriton Suites Adelaide Street, Brisbane offer 74 levels of spacious suites with floor-to-ceiling windows. ",
        "price": "$102.82"
    },
    {
        "name": "ibis Styles Brisbane Elizabeth Street",
        "address": "Hotel in Brisbane Central Business District, Brisbane",
        "description": "ibis Styles Brisbane Elizabeth Street is set in Brisbane, 328 feet from Treasury Building - Casino and 1.1 mi from Suncorp Stadium. Guests can enjoy the on-site bar. Rooms have a TV. ",
        "price": "$93.41"
    },
    {
        "name": "Stamford Plaza Brisbane",
        "address": "Hotel in Brisbane Central Business District, Brisbane",
        "description": "Offering absolute riverfront accommodations and featuring river views from every room, Stamford Plaza Brisbane is perfectly positioned on the banks of the Brisbane River and is just a few steps from...",
        "price": "$242.01"
    },
    {
        "name": "ibis Budget Brisbane Airport",
        "address": "Hotel in Hendra, Brisbane",
        "description": "Just 5 minutes’ drive from Brisbane Airport, ibis Budget Brisbane Airport offers air-conditioned accommodations with free parking. Accessed via stairs only, all rooms have a TV and a private bathroom....",
        "price": "$80.65"
    },
    {
        "name": "Amora Hotel Brisbane",
        "address": "Hotel in Spring Hill, Brisbane",
        "description": "Amora Hotel Brisbane is located only 300 mtrs from Central Station and within walking distance to The Queen St Mall, Treasury Casino, Suncorp Stadium and the entertainment precincts of Howard Smith...",
        "price": "$174.06"
    },
    {
        "name": "Novotel Brisbane Airport",
        "address": "Hotel in Brisbane",
        "description": "Ideally positioned within the Brisbane Airport precinct, this Novotel hotel offers modern rooms and suites, restaurant, bar and 24-hour reception. ",
        "price": "$180.78"
    },
    {
        "name": "Novotel Brisbane South Bank",
        "address": "Hotel in South Brisbane, Brisbane",
        "description": "Located a 2-minute walk from Brisbane Exhibition Centre, Novotel Brisbane South Bank offers 4-star accommodations in Brisbane and has a fitness center, a restaurant and a bar. ",
        "price": "$186.90"
    },
    {
        "name": "Kennigo Hotel Brisbane, Independent Collection by EVT",
        "address": "Hotel in Fortitude Valley, Brisbane",
        "description": "Ideally located to explore the best of Brisbane, Kennigo Hotel Brisbane, Independent Collection by EVT is located in the historic suburb of Spring Hill, just 1.2 mi from the heart of the CBD. ",
        "price": "$150.61"
    },
    {
        "name": "Mercure Brisbane Spring Hill",
        "address": "Hotel in Spring Hill, Brisbane",
        "description": "Located in Spring Hill, overlooking Brisbane city, the refurbished 4-star Mercure Brisbane Spring Hill offers guests views from private balconies and provides easy access to the nearby hospitals, CBD,...",
        "price": "$108.27"
    },
    {
        "name": "Rendezvous Hotel Perth Scarborough",
        "address": "Hotel in Scarborough, Perth",
        "description": "Rendezvous Hotel is 25 minutes’ drive from the Perth city center, and 40 minutes’ drive from Perth Airport. Hillarys Boat Harbor is a 15-minute drive away. ",
        "price": "$125.20"
    },
    {
        "name": "Novotel Perth Murray Street",
        "address": "Hotel in Perth Central Business District, Perth",
        "description": "Located conveniently in the center of Perth, Novotel Perth Murray Street has free WiFi throughout the property and a bar. ",
        "price": "$153.63"
    },
    {
        "name": "Great Southern Hotel Perth",
        "address": "Hotel in Perth",
        "description": "Great Southern Hotel Perth is located just a 10-minute walk from Northbridge, the main cultural and entertainment precinct of Perth, and only a few minutes' walk from Perth CBD (Central Business...",
        "price": "$77.29"
    },
    {
        "name": "Crown Metropol Perth",
        "address": "Hotel in Burswood, Perth",
        "description": "Located on the banks of the Swan River overlooking the Perth city skyline, Crown Metropol Perth offers accommodations which is a 15-minute drive from Perth’s International and Domestic Airports. ",
        "price": "$194.22"
    },
    {
        "name": "ibis Perth",
        "address": "Hotel in Perth Central Business District, Perth",
        "description": "Located in the heart of Perth CBD (Central Business District), the Ibis Hotel sits just 984 ft from the Murray and Hay Street shopping malls, offers a trendy bar with live music and modern rooms with...",
        "price": "$126.41"
    },
    {
        "name": "Oaks Perth Hotel",
        "address": "Hotel in Perth Central Business District, Perth",
        "description": "Located in the heart of the city, Oaks Perth Hotel provides the perfect base to explore vibrant Perth. ",
        "price": "$268.15"
    },
    {
        "name": "Doubletree By Hilton Perth Northbridge",
        "address": "Hotel in Northbridge, Perth",
        "description": "New in 2018, Doubletree By Hilton Perth Northbridge is located in the cultural, dining and entertainment hub in Perth city and welcomes guests with its signature, warm DoubleTree chocolate chip cookie...",
        "price": "$126.03"
    },
    {
        "name": "Pan Pacific Perth",
        "address": "Hotel in Perth Central Business District, Perth",
        "description": "Pan Pacific Perth is located in the Perth CBD, near the Swan River. Offering a large selection of guest rooms and suites, the hotel features an outdoor swimming pool and a 24-hour fitness center. ",
        "price": "$159.95"
    },
    {
        "name": "Rendezvous Hotel Perth Central",
        "address": "Hotel in Perth Central Business District, Perth",
        "description": "Located in the heart of Perth CBD (Central Business District), Rendezvous Studio Hotel Perth Central offers air-conditioned accommodations. Guests have access to free WiFi per 24 hours. ",
        "price": "$138.51"
    },
    {
        "name": "Rydges Perth Kings Square",
        "address": "Hotel in Perth Central Business District, Perth",
        "description": "Rydges Perth Kings Square brings Perth to you – in close proximity to Perth CBD and RAC Arena, you’re just minutes away from everything. ",
        "price": "$162.70"
    },
    {
        "name": "Blue Tree Premium Verbo Divino - Nações Unidas",
        "address": "Hotel in Santo Amaro, São Paulo",
        "description": "Located 0.9 mi from Morumbi Shopping mall, Blue Tree Premium Verbo Divino offers accommodations in São Paulo, with easy access to Marginal Pinheiros expressway. ",
        "price": "$100.68"
    },
    {
        "name": "ibis Sao Paulo Congonhas",
        "address": "Hotel in Campo Belo, São Paulo",
        "description": "The ibis SP Congonhas has further shortened the distance between the hotel and the airport, use the Nova Passarela and get to the hotel even faster. ",
        "price": "$74.69"
    },
    {
        "name": "São Paulo Nações Unidas Affiliated by Meliá",
        "address": "Hotel in Santo Amaro, São Paulo",
        "description": "The 4-star São Paulo Nações Unidas Affiliated by Meliá is a hotel located in the Southern area of São Paulo, near the Avenida Santo Amaro, Marginal Pinheiros and the American Chamber of Commerce. ",
        "price": "$130.29"
    },
    {
        "name": "H4 La Residence Paulista",
        "address": "Hotel in Jardim Paulista, São Paulo",
        "description": "La Residence is in the heart of Jardins, São Paulo´s most upscale neighborhood, 2 blocks from Paulista Avenue. ",
        "price": "$62.94"
    },
    {
        "name": "ibis budget Sao Paulo Jardins",
        "address": "Hotel in Jardim Paulista, São Paulo",
        "description": "Located in the Jardim Paulista district of Sao Paulo, Ibis budget Sao Paulo Jardins provides rooms with free WiFi. Only 492 feet from Pamplona Garden Shopping and 0.8 mi from MASP Sao Paulo. ",
        "price": "$34.54"
    },
    {
        "name": "Radisson São Paulo Paulista",
        "address": "Hotel in Vila Mariana, São Paulo",
        "description": "Located in the financial and commercial center of São Paulo, just 1 block from Avenida Paulista, between two subway stations Brigadeiro and Paraiso, 492 feet from SESC Paulista and Itaú Cultural, 2297...",
        "price": "$182.63"
    },
    {
        "name": "Grand Hyatt São Paulo",
        "address": "Hotel in Itaim Bibi District, São Paulo",
        "description": "Located in downtown Brooklin, São Paulo´s new commercial district, this hotel is just 3.7 mi from Congonhas Airport. It offers 2 swimming pools, a wellness spa and views of the Estaiada Bridge. ",
        "price": "$209.62"
    },
    {
        "name": "Ez Aclimação Hotel",
        "address": "Hotel in Vila Mariana, São Paulo",
        "description": "Just 0.6 mi from São Paulo’s Aclimação Park and Pátio Paulista shopping center, Ez Aclimação features a pool, sauna, fitness center, 2 restaurants, a bar and free WiFi. ",
        "price": "$54.69"
    },
    {
        "name": "Transamerica Executive Jardins",
        "address": "Hotel in Jardim Paulista, São Paulo",
        "description": "Just 2625 feet from Paulista Avenue, Transamerica Executive Jardins is located in a privileged area in the Jardins district and includes free WiFi. ",
        "price": "$114.48"
    },
    {
        "name": "Radisson Oscar Freire",
        "address": "Hotel in Jardim Paulista, São Paulo",
        "description": "Located in the heart of Jardins neighborhood, within walking distance from several high-end shops and renowned restaurants and bars and just 2953 feet from Paulista Avenue and 1148 feet from Oscar...",
        "price": "$186.40"
    },
    {
        "name": "Rio Othon Palace",
        "address": "Hotel in Copacabana, Rio de Janeiro",
        "description": "Located beachfront to Copacabana beach, Rio Othon Palace features a rooftop pool with excellent views of the Sugarloaf Mountain and an on-site fitness center. ",
        "price": "$143.45"
    },
    {
        "name": "Hotel Atlântico Business Centro",
        "address": "Hotel in Downtown Rio de Janeiro, Rio de Janeiro",
        "description": "Hotel Atlântico Business is located in downtown Rio de Janeiro, 656 feet from the stately Theatro Municipal. It offers an outdoor swimming pool and a rooftop sun deck with splendid views. ",
        "price": "$53.80"
    },
    {
        "name": "Hotel Astoria Palace",
        "address": "Hotel in Copacabana, Rio de Janeiro",
        "description": "Boasting a rooftop pool with panoramic ocean views, Hotel Astoria Palace is located on Copacabana Beach. Buffet breakfast features a variety of options. ",
        "price": "$111.36"
    },
    {
        "name": "Prodigy Santos Dumont",
        "address": "Hotel in Downtown Rio de Janeiro, Rio de Janeiro",
        "description": "Featuring free WiFi throughout the property, Prodigy Hotel Santos Dumont is connected to Santos Dumont Airport, in Rio de Janeiro, 2953 feet from Baía de Guanabara. ",
        "price": "$118.43"
    },
    {
        "name": "Hilton Copacabana Rio de Janeiro",
        "address": "Hotel in Leme, Rio de Janeiro",
        "description": "The 5-star Hilton Rio de Janeiro Copacabana is ideally located across from the blue waters of Copacabana Beach. It features an elegant spa and a rooftop pool, both with splendid sea views. ",
        "price": "$205.04"
    },
    {
        "name": "Vila Galé Rio de Janeiro",
        "address": "Hotel in Lapa, Rio de Janeiro",
        "description": "Offering an outdoor pool, Vila Galé is located right in Rio de Janeiro´s city center. The hotel features a complete wellness center and guests can enjoy their on site restaurant and bar. ",
        "price": "$79.29"
    },
    {
        "name": "Vogue Square Fashion Hotel by Lenny Niemeyer",
        "address": "Hotel in Barra da Tijuca, Rio de Janeiro",
        "description": "Boasting an outdoor pool, Vogue Square Fashion Hotel by Lenny Niemeyer offers sophisticated accommodations designed by the famous Brazilian stylist Lenny Niemeyer. ",
        "price": "$105.29"
    },
    {
        "name": "Radisson Rio de Janeiro Barra",
        "address": "Hotel in Barra da Tijuca, Rio de Janeiro",
        "description": "The Radisson Hotel is located just a few yards from the beach and between the main shopping centers, transport (BRT and Metro) and malls in the Barra region, such as Village Mall, Barra Shopping,...",
        "price": "$86.93"
    },
    {
        "name": "Rio Aeroporto Hotel Galeão",
        "address": "Hotel in Ilha do Governador, Rio de Janeiro",
        "description": "Offering a restaurant and a fitness center, Rio Aeroporto Hotel Galeão is located on the 3rd floor of Antonio Carlos Jobim International Airport (Terminal 1). Free WiFi access is available. ",
        "price": "$89.66"
    },
    {
        "name": "Orla Copacabana Hotel",
        "address": "Hotel in Copacabana, Rio de Janeiro",
        "description": "Facing Copacabana Beach and within 2625 feet from Ipanema Beach, Orla Copacabana Hotel features free WiFi, a rooftop pool and a restaurant. ",
        "price": "$90.05"
    },
    {
        "name": "Hotel Habitel Select",
        "address": "Hotel in Fontibon, Bogotá",
        "description": "Hotel Habitel Select offers rooms with free WiFi and flat-screen TVs in Bogota. Free parking is provided, and there is a garden. Corferias convention center is a 15-minute drive away. ",
        "price": "$88.18"
    },
    {
        "name": "Spotty Bogotá Centro",
        "address": "Hotel in Downtown and Cultural Centre, Bogotá",
        "description": "Located in Bogotá, a 16-minute walk from Luis Angel Arango Library, Spotty Bogotá Centro provides accommodations with a shared lounge, private parking, a terrace and a restaurant. ",
        "price": "$31.58"
    },
    {
        "name": "Hotel Habitel Prime",
        "address": "Hotel in Fontibon, Bogotá",
        "description": "Hotel Habitel Prime has a fitness center, garden, a shared lounge and restaurant in Bogotá. This 4-star hotel offers a bar. ",
        "price": "$105.81"
    },
    {
        "name": "Hotel Windsor House Inn By GEH Suites",
        "address": "Hotel in Chapinero, Bogotá",
        "description": "Welcome to Hotel Windsor House Inn By GEH Suites, located at 95th Street #9-97, in the trendy Chapinero neighborhood of Bogota. ",
        "price": "$55.84"
    },
    {
        "name": "Casa Dann Carlton Hotel & SPA",
        "address": "Hotel in Chapinero, Bogotá",
        "description": "Set in an impressive building, Casa Dann Carlton Hotel & SPA features an indoor pool, Spa facilities, a fitness center and a restaurant. ",
        "price": "$79.46"
    },
    {
        "name": "Soy Local Parque La 93",
        "address": "Hotel in Chapinero, Bogotá",
        "description": "Attractively set in the Chapinero district of Bogotá, Soy Local Parque La 93 is located 2.5 miles from Unicentro Shopping Mall, 4.6 miles from El Campin Stadium and 6.4 miles from Corferias...",
        "price": "$46.18"
    },
    {
        "name": "Sonesta Hotel Bogotá",
        "address": "Hotel in Usaquen, Bogotá",
        "description": "Sonesta Hotel Bogotá offers sophisticated designer rooms and direct access to the 127 Metro Shopping and entertainment arcade. Free parking can be found onsite. ",
        "price": "$107.64"
    },
    {
        "name": "GHL Hotel Bioxury",
        "address": "Hotel in Chapinero, Bogotá",
        "description": "Located in Bogotá, 3.7 miles from Unicentro Shopping Mall, GHL Hotel Bioxury provides accommodations with a garden, free private parking and a restaurant. ",
        "price": "$131.81"
    },
    {
        "name": "Hotel Vilar América",
        "address": "Hotel in Chapinero, Bogotá",
        "description": "Located in Bogotá and with El Campin Stadium reachable within 2.1 miles, Hotel Vilar América has concierge services, non-smoking rooms, a restaurant, free WiFi throughout the property and a bar. ",
        "price": "$47.72"
    },
    {
        "name": "Hotel Dann Carlton Bogota",
        "address": "Hotel in Usaquen, Bogotá",
        "description": "Set in an impressive building in upscale northern Bogota, Dann Carlton Bogota offers rooms with free WiFi and LCD TVs. A fitness center and a restaurant are featured. ",
        "price": "$74.90"
    },
    {
        "name": "Gran Hotel Argentino",
        "address": "Hotel in Microcentro, Buenos Aires",
        "description": "Located a few yards from 9 de Julio Avenue and 984 feet from the Obelisk, Gran Hotel Argentino offers comfortable rooms and easy access to public transportation in Buenos Aires. ",
        "price": "$34"
    },
    {
        "name": "Grand King Hotel",
        "address": "Hotel in Microcentro, Buenos Aires",
        "description": "Just 3 blocks from luxury Pacifico Shopping mall and 1 block away from the major bus stops on Corrientes Avenue, the hotel offers stylish décor and a central location in Buenos Aires main shopping...",
        "price": "$49.58"
    },
    {
        "name": "Up América Plaza",
        "address": "Hotel in Downtown Buenos Aires, Buenos Aires",
        "description": "Just a 2-minute walk from the impressive building of Congress and 984 feet from bustling Corrientes Avenue, the America Plaza offers elegant rooms in Buenos Aires. ",
        "price": "$44"
    },
    {
        "name": "Tango de Mayo Hotel",
        "address": "Hotel in Monserrat, Buenos Aires",
        "description": "Tango de Mayo Hotel is located in the heart of the well-known Mayo Avenue, only 984 feet from 9 de Julio Avenue and 2625 feet from The Obelisk of Buenos Aires. ",
        "price": "$104"
    },
    {
        "name": "Unique Executive Central",
        "address": "Hotel in Downtown Buenos Aires, Buenos Aires",
        "description": "Conveniently located in Buenos Aires, Unique Executive Central has 4-star accommodations close to Colon Theater and The Obelisk of Buenos Aires. ",
        "price": "$56.36"
    },
    {
        "name": "Pestana Buenos Aires",
        "address": "Hotel in Microcentro, Buenos Aires",
        "description": "With an indoor swimming pool, a sauna room and luxurious décor, the Pestana offers rooms with free Internet access just an 8-block walk from Florida Street. ",
        "price": "$109"
    },
    {
        "name": "Exe Hotel Colón",
        "address": "Hotel in Microcentro, Buenos Aires",
        "description": "Located in the heart of Buenos Aires, Exe Hotel Colón offers tasteful suites overlooking the Obelisk. ",
        "price": "$59.50"
    },
    {
        "name": "Melia Recoleta Plaza Hotel",
        "address": "Hotel in Recoleta, Buenos Aires",
        "description": "With a hot tub, spa facilities and luxurious décor, Melia Recoleta Plaza Hotel offer an on-site beauty shop and gourmet dining options in upscale Recoleta neighborhood. Free WiFi is available. ",
        "price": "$253"
    },
    {
        "name": "Alvear Art Hotel",
        "address": "Hotel in Microcentro, Buenos Aires",
        "description": "Alvear Art Hotel is a modern 17-floor building located in the financial, commercial and cultural heart of the city, next to the historic Plaza San Martin. ",
        "price": "$180"
    },
    {
        "name": "Globales Republica",
        "address": "Hotel in Downtown Buenos Aires, Buenos Aires",
        "description": "In the heart of downtown Buenos Aires directly opposite the Obelisk, Globales Republica features an a la carte restaurant and a bar where guests can relax with an evening drink. ",
        "price": "$67.50"
    },
    {
        "name": "Best Western Estacion Central",
        "address": "Hotel in Santiago",
        "description": "Located in Santiago, 1.2 miles from Museo de la Memoria Santiago, Best Western Estacion Central has accommodations with a shared lounge, free private parking, a restaurant and a bar. ",
        "price": "$68"
    },
    {
        "name": "Hilton Garden Inn Santiago Airport",
        "address": "Hotel in Pudahuel, Santiago",
        "description": "Located a 5-minute drive from Santiago International Airport, Hilton Garden Inn Santiago Airport offers free Wi-Fi and a swimming pool in Santiago. The hotel is a 20-minute drive from the city center....",
        "price": "$110.17"
    },
    {
        "name": "ibis budget Santiago Providencia",
        "address": "Hotel in Providencia, Santiago",
        "description": "Located in Santiago, 1.4 miles from Patio Bellavista, ibis budget Santiago Providencia provides accommodations with free bikes, free private parking, a shared lounge and a terrace. ",
        "price": "$56.72"
    },
    {
        "name": "Hotel Panamericano",
        "address": "Hotel in Downtown Santiago, Santiago",
        "description": "The Hotel Panamericano, located in the central area of Santiago, is an excellent option for those looking for comfort and convenience. ",
        "price": "$80"
    },
    {
        "name": "Icon Hotel",
        "address": "Hotel in Las Condes, Santiago",
        "description": "Offering rooftop swimming pool with panoramic views of the Andes mountains, Icon Hotel is located in Santiago, in the Las Condes district. Guests can enjoy the on-site restaurant and rooftop bar. ",
        "price": "$133.55"
    },
    {
        "name": "Solace Hotel Santiago",
        "address": "Hotel in Providencia, Santiago",
        "description": "Boasting a fantastic location 1 block from Pedro de Valdivia Subway Station, Solace Hotel Santiago offers accommodations in the Providencia district of Santiago. Free Wi-Fi access is available. ",
        "price": "$151"
    },
    {
        "name": "Mercure Santiago Centro",
        "address": "Hotel in Downtown Santiago, Santiago",
        "description": "This 4-star hotel offers spacious accommodations in a central location in Santiago. It is next to a subway station and near Cerro Santa Lucia, Plaza de Armas and Palacio de La Moneda. ",
        "price": "$74.03"
    },
    {
        "name": "ibis Santiago Providencia",
        "address": "Hotel in Providencia, Santiago",
        "description": "Only 328 feet from Manuel Montt Metro Station, Ibis Santiago Providencia offers rooms in the Providencia district, in Santiago. It features a restaurant and a bar. ",
        "price": "$67.30"
    },
    {
        "name": "MR Hotel Providencia (ex Hotel Neruda)",
        "address": "Hotel in Providencia, Santiago",
        "description": "The 4-star MR Hotel Providencia (ex Hotel Neruda) offers a blend of classical and contemporary décor in Santiago's upscale Providencia neighborhood, 11 mi from Benitez Airport. ",
        "price": "$147.20"
    },
    {
        "name": "Ola Santiago Providencia, Tapestry Collection by Hilton",
        "address": "Hotel in Providencia, Santiago",
        "description": "Located in Santiago, a 8-minute walk from Costanera Center, Ola Santiago Providencia, Tapestry Collection by Hilton provides accommodations with an outdoor swimming pool, free private parking, a...",
        "price": "$90"
    }
]